{"meta":{"title":"Hexo","subtitle":null,"description":null,"author":"John Doe","url":"http://yoursite.com"},"pages":[{"title":"关于","date":"2017-07-06T01:45:41.000Z","updated":"2017-07-27T08:32:59.620Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"简介徐庆华，号了一，别署一斋。1963年生于上海。1991年毕业于中国美术学院书法篆刻专业。中国书法家协会会员、西泠印社社员，上海书法家协会副主席，上海市青年书法家协会名誉主席，中国西瀛书会名誉会长。现任上海交通大学媒体与设计学院副教授、硕士生导师，中国美术学院现代书法研究中心研究员，东南大学中国书法研究院研究员 ，中国艺术研究院中国篆刻艺术院研究员。曾获2002年获中国文联“德艺双馨”艺术家称号。 入展作品参加全国二至八届中青年书法篆刻家作品展、全国三至八届书法篆刻家作品展、94现代书法探索展、96国际现代书法年展、当代著名书法家作品展。1986年应邀担任艺术指导拍摄电影《篆刻艺术》。 2008年9月，中国国际书画艺术研究会和中国载人航天工程办公室联合举办“和平颂”——太空飞行艺术之旅大型文化艺术公益活动，徐庆华篆刻作品随“神舟七号”遨游太空，后在全国各地巡展。 2014年4月9日至13日，“大方无隅——中国文化之旅·现代中国篆刻书道作品展”在日本北海道札幌举行，徐庆华书法、篆刻作品参展。本次展览由东京中国文化交流中心、中国国家旅游局日本代表处主办。 获奖1983年《书法》杂志全国篆刻征稿评比优秀奖，1987年首届、1991年第二届西泠印社全国篆刻作品评展均获优秀奖，1986年第二届、1993年第五届、2000年第八届全国中青年书法篆刻家展览分别获篆刻优秀作品奖、篆刻优秀作品奖、篆刻三等奖（一二等奖空缺）。 著作著有《当代青年篆刻家精选集·徐庆华卷》、《将军印精萃》、《易经书法》、《美术欣赏》（合著）、《名家 名帖·篆书、草书》、《十二生肖印选》等十余种。 拍卖在2012朵云轩秋拍“当代海派名家篆刻”专场中，徐庆华篆刻闲章 《上善若水》以10万元成交，闲章《无为》以7万元成交。 2013年7月7日，徐庆华篆刻闲章在朵云轩2013春季艺术品拍卖会“当代全国名家篆刻专场”中，以12.65万元成交。 自述我者我也 我在学印之初，纯是任凭兴趣使然，只要是自认喜欢的作品，无不拿来临摹，什么古玺秦汉印、明清流派印，抑或现代的齐白石、来楚生，均倾一时之力，虽时叹不能神遇，却也都能貌合。如此数载，至20世纪80年代初，韩天衡先生的篆刻异军突起，使当时颇为沉寂的印坛为之大放光明；同时，也磁石般地吸引了我的视线，使我终日痴迷于此，以至先生篆刻的一招一式均能烂熟于胸，我当时的印作更是“韩味”十足。某日，去先生处请益，先生即书“我者我也”相赠，欣喜之余，使我陷入了沉思：先生所赠四字，与其说是他艺术的真实写照，还不如说是对我的篆刻提出了表现自我的更高的要求。这里不仅透露出对我篆刻善意的批评，也包含了对我的极大期待，更表现了先生的无私和大度。 确如此，艺术的创造要注重自我的真实感受，要“达其情性，形其哀乐”。而每个个体又因经历、学养、个性、技术的差异，因而自然就会导致个体感受的不尽相同。如果将自己的灵魂寄托在古人或他人的身上，又怎能创造出既感己又感人的作品呢？ 对篆刻艺术进行了一番冷静而理智的梳理和分析，通过十余年艰辛的探索和实践，我的篆刻——无论是文字还是肖形都逐渐形成了“简、拙、大”的审美旨趣。“简”是一种对于博涉后的约取，它具有一种高度提炼后的纯真之美，更有少少许胜多多许的内质，此中的意蕴亦非一“繁”字所能尽概。而“拙”，可以使作品获得一种不可移易的、非人力所能创造的天然之趣，而这种天然之趣又能使你的目的自然而然地得以实现。正如东坡居士所云：“巧而不拙，其巧必劳，付物自然，虽拙而巧。”而对于“大”，则是在具体的创作中，无论是线条、刀笔、构成本身，还是气韵、神采都注意全局的宽大和恢宏。对于字法、章法更是从大处着眼，坚持追求“整体的完美”。因为整体是大感觉、大感情，况且，整体的完美本身就包含着无数个局部的完美。以“大”为美的美学思想，古即有之，《庄子》曰：“夫天地者，古之所以大也；而黄帝、尧、舜，古之所以共美也”，“天地有大美而不言”。天地万物自然生发运动，自有其规律，这是一种大美，更是整体之美。 “我者我也”，我正如此地走着我的篆刻之路。"}],"posts":[{"title":"古欢","slug":"古欢","date":"2017-07-22T14:06:58.170Z","updated":"2017-07-27T08:31:07.484Z","comments":true,"path":"2017/07/22/古欢/","link":"","permalink":"http://yoursite.com/2017/07/22/古欢/","excerpt":"","text":"在艺术上我最服膺那些勇于创新的艺术家。因为他们具有比一般艺术家更多的智慧和勇气，也正是因为他们的存在，才得以使一部艺术史如此的精彩纷呈气象万千 悦人耳目，启人心智。毫无疑问，邓石如就是这样一位艺术家。他的四体书法不仅被誉为“清代第一人”。在篆刻上还突破了皖浙两派的束缚，从实践中提出了“印从书出”这一艺术命题，一改当时的印风，形成了风神流动，刚健婀娜的艺术风格，大大丰富拓宽了印章的表现形式。他的代表作“古欢” 一印，更是在章法上体现了他在书法理论上提出的“疏处可使走马，密处不使透风”的美学观点。 “古欢” 两字笔划一少一多。他大胆地採用了上下平均各占一半的章法处理，使疏处更疏，密处更密，以疏衬密，以密衬疏，形成了疏与密的强烈对比。这种匠心独运的章法处理，使全印妙趣横生，令人叫绝。试想，如果这两个字上下疏密是倒置的，邓石如又会如何来处理章法呢？我不得而知。但有一点是可以肯定的，邓石如一定会以他的智慧和个性，创作出一方不朽的经典之作。在整体的处理上，特别是印文与边框的处理上，我略作调整，弱化并虚化了印边的线条而强化实化了印文线条，从而加强了两者线条的对比关系和主次关系，突出了主体而又主次谐调融洽。 刻此印时正在研习赵之谦篆刻 故在印文线条的转弯处加入了赵之谦外方内圆的处理手法 使线条更加具有力量和变化","categories":[{"name":"入古出新","slug":"入古出新","permalink":"http://yoursite.com/categories/入古出新/"}],"tags":[]}]}